#+title: Cloc


* CPP / C
* Emacs Lisp
* Tcl
* Python
*
* VHDL / Verilog
| Project |   LOC |
|---------+-------|
| GAPS    |  9052 |
| 0xBEFE  | 23791 |
| ETL-RB  |  6435 |
| L0MDT   |  5328 |
| OTMB    |  2000 |
| ALCT-SC |  3000 |
|---------+-------|
| Total   | 49606 |
#+TBLFM: @>$2=vsum(@I..@II)
